{"title":"Tesla’s China rival Xpeng buys ride hailing giant Didi’s smart EV assets for $744M","briefdescription":"Chinese electric vehicle upstart Xpeng is acquiring the smart EV assets of ride hailing giant Didi for $744 million, marking another significant alliance that the Tesla challenger has struck in rec...","slug":"sss","content":"<p>Chinese electric vehicle upstart Xpeng is acquiring the smart EV assets of ride hailing giant Didi for $744 million, marking another significant alliance that the Tesla challenger has struck in recent months.</p><p>In an announcement on Monday, Didi&nbsp;<a href=\"https://ir.didiglobal.com/news-and-events/news/news-details/2023/DiDi-Global-to-Sell-Business-Assets-related-to-Smart-EV-Development-Project-to-XPeng/default.aspx\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">said</a>&nbsp;the duo is forming a strategic partnership to “promote the global application of smart electric vehicles and technologies.”</p><p>Notably, the Didi assets will become a new sub-brand called “Mona” under Xpeng, which is scheduled to launch in 2024.&nbsp;The partnership also extends to areas including marketing, financial insurance services, charging and international expansion.</p><p><br></p><p><br></p><p>The news followed on the heels of&nbsp;<a href=\"https://techcrunch.com/2023/07/27/volkswagens-xpeng-deal-sets-example-for-ev-alliance-between-the-west-and-china/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">Volkswagen’s $700 million investment in Xpeng</a>&nbsp;which would see the production of two new models under the Volkswagen brand utilizing XPeng’s key ADAS technologies.</p><h2><strong>Xpeng’s mass market ambitions</strong></h2><p>Despite spending heavily on R&amp;D, Xpeng’s EV adoption remains quite limited, making up&nbsp;<a href=\"https://techcrunch.com/2023/07/27/volkswagens-xpeng-deal-sets-example-for-ev-alliance-between-the-west-and-china/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">just 2.1% of China’s new energy vehicle market</a>&nbsp;(including hybrids) in 2022. A partnership with Didi could potentially help it tap hundreds of millions of users in China.</p><p>For the 12 months ended Q1 2023, Didi&nbsp;<a href=\"https://ir.didiglobal.com/overview/default.aspx\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">recorded</a>&nbsp;587 million active users. Imagine that these passengers, when picking their ride on the Didi platform, see Xpeng’s Mona model s displayed as a preferred option in the future. Furthermore, Didi’s footprint reaches beyond China with its&nbsp;<a href=\"https://techcrunch.com/2018/01/03/didi-confirms-it-has-acquired-99-in-brazil-to-expand-in-latin-america/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">acquisition of the Brazilian rideshare company 99</a>&nbsp;back in 2018, which has given it a boost in Latin America.</p><p>Indeed, Xpeng acknowledged in its filing with Hong Kong’s securities authority that the partnership “will increase the Company [Xpeng]’s brand exposure and customer reach through the Seller [Didi]’s platform, which will in turn result in more business leads and unfold business opportunities for the Company in new international markets.”</p><h2><strong>Didi’s carmaking dream</strong></h2><p>Like Uber, Didi has over the years formed partnerships with major auto OEMs. That included one&nbsp;<a href=\"https://techcrunch.com/2021/04/19/didi-volvo-autonomous-driving/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">with Volvo</a>, where it agreed to supply autonomous driving technology to power robotaxi fleets supplied by the manufacturer. Shedding its smart car business means Didi has given up part of its carmaking dream.</p><p><br></p><p><br></p><p>The rideshare titan&nbsp;<a href=\"https://techcrunch.com/2023/01/16/didi-ride-hailing-china-back/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">has been slowly climbing out from under the dark cloud</a>&nbsp;following a series of regulatory crackdown. At this stage, where its priority is probably to strengthen its dominance in China’s ride-sharing market,&nbsp;selling the money-hemorrhaging, assets-heavy EV business to an industry partner doesn’t seem like a bad idea.</p><p>The remaining question is whether Didi and Xpeng will join forces in the autonomous vehicle realm. Xpeng itself has a large AV team, having been the most aggressive EV player in China in terms of software development investment. And there’s no sign of slowdown in part of the business despite the&nbsp;<a href=\"https://techcrunch.com/2023/08/02/tesla-rival-xpengs-head-of-autonomous-driving-quits-rumored-to-join-nvidia/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 165, 98); background-color: transparent;\">recent loss of its AV head</a>. The seas of driving data gleaned by Didi’s platform no doubt could be an invaluable asset for Xpeng in training its autonomous driving algorithms.</p><p><em>More to come — this is a developing story…</em></p>"}